Repository: snom-project/M9BProvisioningServer
Catalog: app/locales/*/LC_MESSAGES/*.po
Languages: de_de

source: Provisioning answer: Gateway Config received for this IPEI.
de_de: Provisionierung-Antwort: Für diese IPEI empfangene Gateway-Konfiguration.

source: Sending Payload. Check, if this is the desired revision.
de_de: Konfigurationsdaten werden gesendet. Überprüfen Sie, ob dies die gewünschte Revision ist.

source: End of Payload.
de_de: Ende der Konfigurationsdaten.

source: Prepare to send payload.
de_de: Konfigurationsdaten-Senden vorbereiten.

source: Provisioning succesful, check data with handset.
de_de: Provisionierung erfolgreich. Überprüfen Sie die Daten mit dem Mobilteil.

source: Gateway received provisioning data.
de_de: Das Gateway hat Provisionierungsdaten empfangen.

source: received "Excel Upload contains errors" or Provisioning Server is not answering. Not running? Wrong IP in Management/Location Gateway specified?
de_de: "Excel-Upload enthält Fehler" empfangen, oder Provisionierungs-Server antwortet nicht. Falsche IP im Management / Location Gateway angegeben?

source: Management/Text Messaging is not enabled. Please enable Messaging
de_de: Management / Text Messaging ist nicht aktiviert. Bitte aktivieren Sie Messaging

source: Excel Upload contains errors. Refer to the error code list and correct.
de_de: Excel Upload enthält Fehler. Siehe Fehlercodeliste und korrigieren.

source: Excel Upload: multiple Gateway Configs
de_de: Excel-Upload: Mehrere Gateway-Konfigurationen laden

source: Choose file
de_de: Datei wählen

source: Upload
de_de: Hochladen

source: Please browse and upload your MS Excel xlsx file
de_de: Bitte MS Excel Datei auswählen und hochladen

source: Download RX Sample excel sheet
de_de: RX Beispiel-Excel-Tabelle herunterladen

source: Download TX Sample excel sheet
de_de: TX Beispiel-Excel-Tabelle herunterladen

source: Debug Base
de_de: Basis Debuggen

source: Data Loaded
de_de: Daten geladen

source: Data from
de_de: Daten von

source: Test SnomM9B IPEI
de_de: SnomM9B IPEI Test

source: // Only requested revision from base + 1 will be used as download target
de_de: // Aktuelle Basis Revision wird automatisch um 1 (modulo 3) erhöht und angefordert. Stellen Sie sicher, dass die neue Revision mit Excel hochgeladen wurde.

source: Trigger provisioning on base
de_de: Provisionierung auf der Basis auslösen

source: for
de_de: für

source: Syslog, last 100 lines of
de_de: Syslog, letzte 100 Zeilen
